Repository: gfdgd-xi/deepin-community-live-cd
Catalog: cd-tools/pardus-boot-repair/po/*.po
Languages: pt, tr

source: You cannot open boot repair during installation
pt: Não é possível abrir o reparador de arranque durante a instalação
tr: Yükleme sırasında başlangıç onarmayı açamazsınız

source: OK
pt: Aceitar
tr: Tamam

source: Select user
pt: Selecionar utilizador
tr: Kullanıcı Seç

source: Exit
pt: Sair
tr: Çıkış

source: Select
pt: Selecionar
tr: Seç

source: User
pt: Utilizador
tr: Kullanıcı

source: Select rootfs partition
pt: Selecionar a partição rootfs
tr: Rootfs bölümünü seçin

source: Rootfs partition
pt: Partição rootfs
tr: Rootfs bölümü

source: Select grub disk
pt: Selecionar o disco do grub
tr: Grub diskini seçin

source: Grub disk
pt: Disco do grub
tr: Grub diski

source: Select partition
tr: Bölüm seçin

source: partition
tr: bölüm

source: Select efi partition
pt: Selecionar a partição efi
tr: Efi bölümünü seçin

source: EFI partition
pt: Partição EFI
tr: EFI bölümü

source: Pardus Boot Repair
pt: Reparador de arranque Pardus
tr: Pardus Başlangıç Onarma

source: Action
pt: Ação
tr: Eylem

source: Name
pt: Nome
tr: İsim

source: Reinstall grub
pt: Reinstalar o grub
tr: Grubu yeniden yükleyin

source: Reset password
pt: Repor a palavra-passe
tr: Şifreyi yenile

source: Open chroot shell
pt: Abrir o shell do chroot
tr: Chroot kabuğunu aç

source: Reinstall system
pt: Reinstalar o sistema
tr: Sistemi yeniden yükle

source: Repair partition
tr: Bölüm onar

source: Reset user config
tr: Kullanıcı ayarlarını sıfırla

source: Update system
pt: Atualizar o sistema
tr: Sistemi güncelle

source: Try to fix broken packages
pt: Tentar corrigir pacotes corrompidos
tr: Bozuk paketleri onarmayı dene

source: Create system report
pt: Criar relatório do sistema
tr: Sistem raporu çıkart

source: Failed to reinstall grub
pt: Falha ao reinstalar o grub
tr: Grubu yeniden yükleme başarısız

source: Enter new passpord
pt: Introduza a nova palavra-passe
tr: Yeni parolayı girin

source: Failed to reset password
pt: Falha ao repor a palavra-passe
tr: Parola yenileme başarısız

source: Failed to open chroot shell
pt: Falha ao abrir o shell do chroot
tr: Chroot kabuğunu açma başarısız

source: Failed to fix broken packages
pt: Falha ao corrigir pacotes corrompidos
tr: Bozuk paketler onarılamadı

source: This operation may damage your files! Do you want to continue?
pt: Esta operação pode danificar os seus ficheiros! Quer continuar?
tr: Bu işlem verilerinize zarar verebilir. Devam etmek istiyor musunuz?

source: Failed to reinstall system
pt: Falha ao reinstalar o sistema
tr: Sistem yeniden yüklenemedi

source: Failed to repair partition
tr: Bölüm onarılamadı

source: Failed to update system
pt: Falha ao atualizar o sistema
tr: Sistem güncellenemedi
